[
    {
        "pk": 1,
        "name": "UFC",
        "definition": "UFC is the premier brand in combat sports and the driving force behind the sport of MMA."
    },
    {
        "pk": 2,
        "name": "MMA",
        "definition": "An abbreviation for mixed martial arts, a combat sport in which athletes from different martial arts disciplines compete."
    },
    {
        "pk": 3,
        "name": "SUBMISSION",
        "definition": "When an athlete taps out or verbally concedes the match due to pain, to avoid injury, to avoid being choked out or due to a desire to end the match."
    },
    {
        "pk": 4,
        "name": "TAP OUT",
        "definition": "A method in which an athlete submits to his or her opponent by tapping the opponent, themselves, or the mat. Verbal tap outs are also allowed."
    },
    {
        "pk": 5,
        "name": "KNOCKOUT",
        "definition": "When an athlete is knocked unconscious due to strikes or other impact."
    },
    {
        "pk": 6,
        "name": "TKO",
        "definition": "Abbreviation for technical knockout, when an athlete is unable to continue, usually due to injury."
    },
    {
        "pk": 7,
        "name": "CHOKE OUT",
        "definition": "When an athlete is choked until he or she loses consciousness."
    },
    {
        "pk": 8,
        "name": "THE OCTAGON",
        "definition": "An octagon-shaped ring in which mixed martial artists compete."
    },
    {
        "pk": 9,
        "name": "DIRTY BOXING",
        "definition": "This is in-close boxing from a clinched position. In traditional boxing, athletes would be separated from this position, but in MMA, they are allowed to fight from the clinch."
    },
    {
        "pk": 10,
        "name": "GROUND & POUND",
        "definition": "This is a strategy first employed by wrestlers with limited submission skills. It consists of taking an athlete to the ground, placing them in an inferior position and striking until the opponent is knocked out, taps out, or until the match is stopped."
    },
    {
        "pk": 11,
        "name": "GUARD",
        "definition": "A semi-defensive position in which an athlete on his or her back keeps an opponent between their legs."
    },
    {
        "pk": 12,
        "name": "OPEN GUARD",
        "definition": "A guard position in which the feet are not interlocked."
    },
    {
        "pk": 13,
        "name": "CLOSED GUARD",
        "definition": "When an athlete holds an opponent in their guard by interlocking his or her feet behind their opponent."
    },
    {
        "pk": 14,
        "name": "HALF GUARD",
        "definition": "A guard position in which only one of the opponent’s legs are held between the grounded athlete’s legs."
    },
    {
        "pk": 15,
        "name": "BUTTERFLY GUARD",
        "definition": "An open guard position in which the feet are hooked on the inside of the athlete’s legs."
    },
    {
        "pk": 16,
        "name": "RUBBER GUARD",
        "definition": "This is a guard in which the bottom athlete brings one leg high up on the top athlete’s back and hooks the leg under his or her own arm. It controls the top athlete while freeing up one arm for the bottom athlete to attack."
    },
    {
        "pk": 17,
        "name": "GUARD PASS",
        "definition": "A technique used by one athlete in another athlete’s guard to move into a mount position."
    },
    {
        "pk": 18,
        "name": "GUARD PASS",
        "definition": "A control position in which one athlete is on top of another athlete."
    },
    {
        "pk": 19,
        "name": "SIDE MOUNT",
        "definition": "When one athlete is on top of his or her opponent with their heads at 90 degrees. Also known as side control."
    },
    {
        "pk": 20,
        "name": "FRONT MOUNT",
        "definition": "A mount position in which the top athlete is squared to the bottom athlete, with his or her legs straddling the opponent."
    },
    {
        "pk": 21,
        "name": "REAR MOUNT",
        "definition": "A mount position in which the bottom athlete has his or her back turned to the top athlete."
    },
    {
        "pk": 22,
        "name": "REVERSE MOUNT",
        "definition": "A mount position in which the athletes’ heads are facing opposite directions. Also known as North/South Mount."
    },
    {
        "pk": 23,
        "name": "HOOKS IN",
        "definition": "When an athlete has a rear mount and locks his or her feet between the legs of the mounted athlete. This prevents the mounted athlete from turning his or her opponent to improve their position."
    },
    {
        "pk": 24,
        "name": "MUAY THAI CLINCH",
        "definition": "A clinch position taken from Muay Thai boxing where an athlete will grab his or her opponent behind the head with both hands, using his or her elbows to create distance and apply knee strikes to their opponent."
    },
    {
        "pk": 25,
        "name": "ARMBAR",
        "definition": "A lock in which the arm is straightened, hyperextending the elbow. In MMA, this is most often done by trapping the arm between the legs and extending the hips upward."
    },
    {
        "pk": 26,
        "name": "KEYLOCK",
        "definition": "An arm-lock applied by the athlete on top where the bottom athlete’s arm is bent at a 90-degree angle. The wrist is held while the other arm wraps underneath and is lifted to apply pressure to the shoulder."
    },
    {
        "pk": 27,
        "name": "KIMURA",
        "definition": "An arm-lock position in which the arm is bent behind the athlete leading to an arm break or a shoulder dislocation if the athlete doesn’t tap out. It is named after Japanese athlete, Masahiko Kimura."
    },
    {
        "pk": 28,
        "name": "OMOPLATA",
        "definition": "A Kimura lock using the leg, instead of the arm, to trap the athlete’s arm."
    },
    {
        "pk": 29,
        "name": "CHOKE",
        "definition": "A submission hold applied to the neck that restricts air flow, blood flow or both. A choke is designed to cause the other athlete to tap out or lose consciousness."
    },
    {
        "pk": 30,
        "name": "GUILLOTINE CHOKE",
        "definition": "A choke applied in a reverse headlock position where the forearm is used in an upward manner to apply pressure to the athlete’s neck."
    },
    {
        "pk": 31,
        "name": "REAR-NAKED CHOKE",
        "definition": "A choke applied behind an opponent upon capturing his or her back. A rear-naked choke is one of the most advantageous types of chokes as far as positioning."
    },
    {
        "pk": 32,
        "name": "TRIANGLE CHOKE",
        "definition": "This choke can be applied using the legs or the arms. Using the arms, the choking athlete drives his or her shoulder into the armpit of their opponent and wraps his or her arm around the opponent’s neck. The athlete then grabs their own hand, arm or head to create pressure. Using the legs, the attacker places the opponent’s neck in the crux of his or her knee while the other leg comes up the opponent’s opposite arm. The foot is hooked under the crux of the other knee, and the hips are raised while the defender’s head is pulled down to create pressure."
    },
    {
        "pk": 33,
        "name": "JAB",
        "definition": "A lead-hand strike used to stun."
    },
    {
        "pk": 34,
        "name": "STRAIGHT PUNCH",
        "definition": "A punch thrown with the stronger, power hand."
    },
    {
        "pk": 35,
        "name": "OVERHAND PUNCH",
        "definition": "A powerful and effective haymaker-style punch that swings up and over."
    },
    {
        "pk": 36,
        "name": "HOOK PUNCH",
        "definition": "A punch with the arm bent that is thrown across the body to strike the opponent from the side."
    },
    {
        "pk": 37,
        "name": "UPPERCUT PUNCH",
        "definition": "A bent-arm punch where the punch is thrown straight up."
    },
    {
        "pk": 38,
        "name": "LIVER SHOT",
        "definition": "A combination between a hook punch and an uppercut thrown to the right side of an opponent. Designed to strike the liver, it’s a painful, often debilitating punch."
    },
    {
        "pk": 39,
        "name": "SUPERMAN PUNCH",
        "definition": "An overhead punch in which the athlete leaps at his or her opponent in an attempt to avoid his or her defense."
    },
    {
        "pk": 40,
        "name": "FLYING KNEE",
        "definition": "A jumping knee strike designed to penetrate the opponent’s defense."
    },
    {
        "pk": 41,
        "name": "ESCAPE",
        "definition": "When an athlete escapes from a submission or choke hold."
    },
    {
        "pk": 42,
        "name": "REVERSAL",
        "definition": "When an athlete moves from an inferior position into a superior position."
    },
    {
        "pk": 43,
        "name": "UPA",
        "definition": "A roll in which a mounted athlete reverses position, ending in the guard of the other athlete."
    },
    {
        "pk": 44,
        "name": "DOUBLE-LEG TAKEDOWN",
        "definition": "Similar to a tackle, an athlete lowers his or her head and hooks both legs with their arms and applies pressure to the defender’s body, driving the opponent to the ground."
    },
    {
        "pk": 45,
        "name": "SINGLE-LEG TAKEDOWN",
        "definition": "Similar to a double-leg takedown, except only one leg is hooked."
    },
    {
        "pk": 46,
        "name": "SCISSOR TAKEDOWN",
        "definition": "One athlete places their legs on either side of a standing opponent and uses a twisting motion to trip with his or her legs."
    },
    {
        "pk": 47,
        "name": "BODY SLAM",
        "definition": "When an athlete picks up his or her opponent and throws them to the ground."
    },
    {
        "pk": 48,
        "name": "SPRAWL",
        "definition": "A takedown defense where an athlete spreads their legs away from the attacking athlete and applies their weight to the athlete’s back in an effort to deny access to their legs and attain superior position."
    }
]